Repository: chakralinux/core
Catalog: liblarch/i18n/*/LC_MESSAGES/*.po
Languages: de

source: Please enter (sudo) password:
de: Bitte (sudo) Passwort eingeben:

source: Please enter root password:
de: Bitte root-Passwort eingeben:

source: Operation cancelled
de: Operation abgebrochen

source: Incorrect password, try again:
de: Falsches Passwort, noch einmal versuchen

source: Document '%s' not found
de: DOkument '%s' nicht gefunden

source: This translation is not up-to-date, see %s for the original, untranslated version.
de: Diese Übersetzung ist nicht aktuell, siehe %s für die nicht übersetzte Quellversion.

source: Quit
de: Schließen

source: Exit the application, make no (further) changes
de: Schließe die Anwendung, keine (weiteren) Änderungen durchführen

source: Help
de: Hilfe

source: Show the help page
de: Zeige die Hilfsseite an

source: Hide help
de: Hilfsseite schließen

source: Hide the help page, return to main view
de: Verstecke die Hilfsseite, kehre zur Hauptansicht zurück
